[
  {
    "ad": "Mete Han",
    "hakkında": "M.Ö. 209-174 yılları arasında hüküm süren Mete Han, Hun İmparatorluğu'nun en güçlü ve en ünlü lideridir. Çin ile mücadele etmiş, Hunları birleştirerek büyük bir imparatorluk oluşturmuştur. Askeri dehası sayesinde Çinlilere karşı birçok zafer kazanmış ve askeri teşkilatı geliştirerek Türk tarihinde önemli bir lider olarak anılmıştır."
  },
  {
    "ad": "Teoman Yabgu",
    "hakkında": "M.Ö. 220 civarında hüküm süren Teoman Yabgu, Asya Hun Devleti'nin ilk büyük hükümdarıdır. Türk boylarını birleştirerek ilk Türk birliğini kurmuş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "Balamir",
    "hakkında": "M.Ö. 370'lerde hüküm süren Balamir, Asya Hun Devleti'nin ilk bilinen hükümdarıdır. Çin'e karşı başarılı seferler düzenlemiş ve Hunları birleştirerek güçlü bir devlet kurmuştur."
  },
  {
    "ad": "Uldız",
    "hakkında": "M.Ö. 380-412 yılları arasında hüküm süren Uldız, Asya Hun Devleti'nin hükümdarıdır. Çin'e karşı başarılı seferler düzenlemiş ve devletin sınırlarını genişletmiştir."
  },
  {
    "ad": "Karaton",
    "hakkında": "M.Ö. 412-422 yılları arasında hüküm süren Karaton, Asya Hun Devleti'nin hükümdarıdır. Çin'e karşı başarılı seferler düzenlemiş ve devletin sınırlarını genişletmiştir."
  },
  {
    "ad": "Oktar",
    "hakkında": "M.Ö. 413-430 yılları arasında hüküm süren Oktar, Asya Hun Devleti'nin hükümdarıdır. Çin'e karşı başarılı seferler düzenlemiş ve devletin sınırlarını genişletmiştir."
  },
  {
    "ad": "Rua",
    "hakkında": "M.Ö. 430-434 yılları arasında hüküm süren Rua, Asya Hun Devleti'nin hükümdarıdır. Çin'e karşı başarılı seferler düzenlemiş ve devletin sınırlarını genişletmiştir."
  },
  {
    "ad": "Bleda",
    "hakkında": "M.Ö. 434-445 yılları arasında hüküm süren Bleda, Asya Hun Devleti'nin hükümdarıdır. Çin'e karşı başarılı seferler düzenlemiş ve devletin sınırlarını genişletmiştir."
  },
  {
    "ad": "Attila",
    "hakkında": "M.Ö. 445-453 yılları arasında hüküm süren Attila, Avrupa Hun İmparatorluğu'nun hükümdarıdır. Roma İmparatorluğu'na karşı başarılı seferler düzenlemiş ve Batı Avrupa'da büyük bir korku uyandırmıştır."
  },
  {
    "ad": "İlek",
    "hakkında": "453-454 yılları arasında hüküm süren İlek, Avrupa Hun İmparatorluğu'nun hükümdarıdır. Attila'nın ölümünden sonra kısa bir süre tahtta kalmıştır."
  },
  {
    "ad": "Dengizik",
    "hakkında": "454-469 yılları arasında hüküm süren Dengizik, Avrupa Hun İmparatorluğu'nun hükümdarıdır. Attila'nın ölümünden sonra tahtta kalmış ancak kısa bir süre sonra öldürülmüştür."
  },
  {
    "ad": "İrnek",
    "hakkında": "454-469 yılları arasında hüküm süren İrnek, Avrupa Hun İmparatorluğu'nun hükümdarıdır. Attila'nın ölümünden sonra tahtta kalmış ancak kısa bir süre sonra öldürülmüştür."
  },
  {
    "ad": "Bumin Kağan",
    "hakkında": "552-553 yılları arasında hüküm süren Bumin Kağan, Göktürk Devleti'nin kurucusudur. Türk boylarını birleştirerek güçlü bir devlet kurmuş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "İssik Kağan",
    "hakkında": "552-553 yılları arasında hüküm süren İssik Kağan, Göktürk Devleti'nin hükümdarıdır. Bumin Kağan'ın ölümünden sonra kısa bir süre tahtta kalmıştır."
  },
  {
    "ad": "Mukan Kağan",
    "hakkında": "553-572 yılları arasında hüküm süren Mukan Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "Bağan Kağan",
    "hakkında": "572-581 yılları arasında hüküm süren Bağan Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "Şipi Kağan",
    "hakkında": "581-589 yılları arasında hüküm süren Şipi Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "Çula Kağan",
    "hakkında": "589-599 yılları arasında hüküm süren Çula Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "İllig Kağan",
    "hakkında": "599-609 yılları arasında hüküm süren İllig Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "Tulan Kağan",
    "hakkında": "609-619 yılları arasında hüküm süren Tulan Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "Yami Kağan",
    "hakkında": "619-629 yılları arasında hüküm süren Yami Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "Şipi Kağan",
    "hakkında": "629-639 yılları arasında hüküm süren Şipi Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "İllig Kağan",
    "hakkında": "639-649 yılları arasında hüküm süren İllig Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "Kapgan Kağan",
    "hakkında": "649-659 yılları arasında hüküm süren Kapgan Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "Inel Kağan",
    "hakkında": "659-669 yılları arasında hüküm süren Inel Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "Bilge Kağan",
    "hakkında": "716-734 yılları arasında hüküm süren Bilge Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "Kül Tigin",
    "hakkında": "716-734 yılları arasında hüküm süren Kül Tigin, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "İlteriş Kağan",
    "hakkında": "682-694 yılları arasında hüküm süren İlteriş Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "Kutluk Kağan",
    "hakkında": "694-716 yılları arasında hüküm süren Kutluk Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "Kapgan Kağan",
    "hakkında": "716-741 yılları arasında hüküm süren Kapgan Kağan, Göktürk Devleti'nin hükümdarıdır. Devletin sınırlarını genişletmiş ve Çin'e karşı başarılı seferler düzenlemiştir."
  },
  {
    "ad": "Osman I",
    "hakkında": "Osman I, 1299 yılında Osmanlı Devleti'ni kurarak ilk Osmanlı padişahı olmuştur. Söğüt bölgesinde kurduğu beylik, zamanla büyük bir imparatorluğa dönüşmüştür."
  },
  {
    "ad": "Orhan Gazi",
    "hakkında": "Orhan Gazi, Osman I'in oğludur ve 1326 yılında Bursa'yı fethederek Osmanlı Devleti'nin ilk başkentini kurmuştur."
  },
  {
    "ad": "Murad I",
    "hakkında": "Murad I, 1362 yılında Edirne'yi fethederek başkent yapmış ve Osmanlı Devleti'ni Balkanlar'a doğru genişletmiştir."
  },
  {
    "ad": "Yıldırım Bayezid",
    "hakkında": "Yıldırım Bayezid, 1396 yılında Niğbolu Meydan Muharebesi'nde Haçlıları mağlup etmiş ve 1402'de Ankara Savaşı'nda Timur'a karşı savaşmıştır."
  },
  {
    "ad": "Mehmed I",
    "hakkında": "Mehmed I, Fetret Devri'ni sona erdirerek Osmanlı tahtını birleştirmiş ve devletin istikrarını sağlamıştır."
  },
  {
    "ad": "Murad II",
    "hakkında": "Murad II, 1421-1444 ve 1446-1451 yılları arasında iki kez tahta çıkmış, Bizans İmparatoru II. Konstantinos ile savaşmıştır."
  },
  {
    "ad": "Mehmed II",
    "hakkında": "Mehmed II, 1453 yılında İstanbul'u fethederek Bizans İmparatorluğu'na son vermiş ve Osmanlı Devleti'ni imparatorluk seviyesine taşımıştır."
  },
  {
    "ad": "Bayezid II",
    "hakkında": "Bayezid II, 1481-1512 yılları arasında hüküm sürmüş, devletin iç huzurunu sağlamış ve bilim ile sanata önem vermiştir."
  },
  {
    "ad": "Selim I",
    "hakkında": "Selim I, 1512-1520 yılları arasında Osmanlı tahtında bulunmuş, Memlük Sultanlığı'nı fethederek Hicaz'ı Osmanlı topraklarına katmıştır."
  },
  {
    "ad": "Süleyman I",
    "hakkında": "Süleyman I, 1520-1566 yılları arasında Osmanlı tahtında bulunmuş, Kanuni Sultan Süleyman olarak da bilinir. Hem hukuk hem de askeri alanda önemli reformlar yapmıştır."
  },
  {
    "ad": "Selim II",
    "hakkında": "Selim II, 1566-1574 yılları arasında Osmanlı tahtında bulunmuş, 'Sarhoş Sultan' olarak da anılmıştır."
  },
  {
    "ad": "Murad III",
    "hakkında": "Murad III, 1574-1595 yılları arasında Osmanlı tahtında bulunmuş, bilim ve sanata önem vermiştir."
  },
  {
    "ad": "Mehmed III",
    "hakkında": "Mehmed III, 1595-1603 yılları arasında Osmanlı tahtında bulunmuş, 19 kardeşini öldürerek tahta çıkmıştır."
  },
  {
    "ad": "Ahmed I",
    "hakkında": "Ahmed I, 1603-1617 yılları arasında Osmanlı tahtında bulunmuş, Sultanahmet Camii'yi yaptırmıştır."
  },
  {
    "ad": "Mustafa I",
    "hakkında": "Mustafa I, 1617-1618 ve 1622-1623 yılları arasında iki kez Osmanlı tahtında bulunmuş, akıl sağlığı nedeniyle kısa süreli hükümdarlık yapmıştır."
  },
  {
    "ad": "Osman II",
    "hakkında": "Osman II, 1618-1622 yılları arasında Osmanlı tahtında bulunmuş, 1622 yılında Yeniçeri Ocağı tarafından öldürülmüştür."
  },
  {
    "ad": "Murad IV",
    "hakkında": "Murad IV, 1623-1640 yılları arasında Osmanlı tahtında bulunmuş, içki yasağı ve disiplinli yönetimi ile tanınır."
  },
  {
    "ad": "İbrahim I",
    "hakkında": "İbrahim I, 1640-1648 yılları arasında Osmanlı tahtında bulunmuş, 'Deli İbrahim' olarak da anılmıştır."
  },
  {
    "ad": "Mehmed IV",
    "hakkında": "Mehmed IV, 1648-1687 yılları arasında Osmanlı tahtında bulunmuş, 'Avcı Sultan' olarak bilinir ve avcılıkla ilgilenmiştir."
  },
  {
    "ad": "Süleyman II",
    "hakkında": "Süleyman II, 1687-1691 yılları arasında Osmanlı tahtında bulunmuş, kısa süreli hükümdarlık yapmıştır."
  },
  {
    "ad": "Ahmed II",
    "hakkında": "Ahmed II, 1691-1695 yılları arasında Osmanlı tahtında bulunmuş, kısa süreli hükümdarlık yapmıştır."
  },
  {
    "ad": "Mustafa II",
    "hakkında": "Mustafa II, 1695-1703 yılları arasında Osmanlı tahtında bulunmuş, 1700 yılında Azak Kalesi'ni Ruslara karşı almıştır."
  },
  {
    "ad": "Ahmed III",
    "hakkında": "Ahmed III, 1703-1730 yılları arasında Osmanlı tahtında bulunmuş, Lale Devri'ni başlatmıştır."
  },
  {
    "ad": "Mahmud I",
    "hakkında": "Mahmud I, 1730-1754 yılları arasında Osmanlı tahtında bulunmuş, içki yasağını kaldırmıştır."
  },
  {
    "ad": "Osman III",
    "hakkında": "Osman III, 1754-1757 yılları arasında Osmanlı tahtında bulunmuş, kısa süreli hükümdarlık yapmıştır."
  },
  {
    "ad": "Mustafa III",
    "hakkında": "Mustafa III, 1757-1774 yılları arasında Osmanlı tahtında bulunmuş, Ruslarla savaşmıştır."
  },
  {
    "ad": "Abdülhamid I",
    "hakkında": "Abdülhamid I, 1774-1789 yılları arasında Osmanlı tahtında bulunmuş, devletin iç huzurunu sağlamaya çalışmıştır."
  },
  {
    "ad": "Selim III",
    "hakkında": "Selim III, 1789-1807 yılları arasında Osmanlı tahtında bulunmuş, Nizam-ı Cedid reformlarını başlatmıştır."
  },
  {
    "ad": "Mustafa IV",
    "hakkında": "Mustafa IV, 1807-1808 yılları arasında Osmanlı tahtında bulunmuş, kısa süreli hükümdarlık yapmıştır."
  },
  {
    "ad": "Mahmud II",
    "hakkında": "Mahmud II, 1808-1839 yılları arasında Osmanlı tahtında bulunmuş, Yeniçeri Ocağı'nı kaldırmıştır."
  },
  {
    "ad": "Abdülmecid I",
    "hakkında": "Abdülmecid I, 1839-1861 yılları arasında Osmanlı tahtında bulunmuş, Tanzimat Fermanı'nı ilan etmiştir."
  },
  {
    "ad": "Abdülaziz",
    "hakkında": "Abdülaziz, 1861-1876 yılları arasında Osmanlı tahtında bulunmuş, Batılılaşma hareketlerine önem vermiştir."
  },
  {
    "ad": "Murad V",
    "hakkında": "Murad V, 1876 yılında kısa süreli Osmanlı tahtında bulunmuş, akıl sağlığı nedeniyle tahttan indirilmiştir."
  },
  {
    "ad": "Abdülhamid II",
    "hakkında": "Abdülhamid II, 1876-1909 yılları arasında Osmanlı tahtında bulunmuş, mutlak monarşi ile yönetmiştir."
  },
  {
    "ad": "Mehmed V",
    "hakkında": "Mehmed V, 1909-1918 yılları arasında Osmanlı tahtında bulunmuş, I. Dünya Savaşı sırasında padişahtı."
  },
  {
    "ad": "Mehmed VI",
    "hakkında": "Mehmed VI, 1918-1922 yılları arasında Osmanlı tahtında bulunmuş, saltanatın kaldırılmasından sonra tahttan indirilmiştir."
  },
  {
    "ad": "Abdülmecid II",
    "hakkında": "Abdülmecid II, 1922-1924 yılları arasında Osmanlı halifesi olarak görev yapmış, halifelik kurumu Türkiye Cumhuriyeti'nin kuruluşuyla sona ermiştir."
  },
  {
    "ad": "Mustafa Kemal Atatürk",
    "hakkında": "Mustafa Kemal Atatürk, Türkiye Cumhuriyeti'nin kurucusu ve ilk Cumhurbaşkanıdır. 1923 yılında Cumhuriyet'i ilan etmiş ve modern Türkiye'nin temellerini atmıştır."
  },
  {
    "ad": "İsmet İnönü",
    "hakkında": "İsmet İnönü, Türkiye Cumhuriyeti'nin ikinci Cumhurbaşkanıdır ve 1938-1950 yılları arasında görev yapmıştır."
  }
]
